// Version: 3.2.0 build 101003

// About Box
10000=minipad2 について
10010=Translated into Japanese by Tilt
10020=This program is a freeware!
10180=If you wish to support, please click:

// File Menu
1000=ファイル(&F)
1010=新規ノートページ(&N)
1020=新規実行ページ(&P)
1030=新規計算ページ(&C)
1040=新規メモページ(&M)
1050=新規辞書ページ(&D)
1060=新規リンクページ(&L)
1070=新規連絡先ページ(&T)
1110=新規グループ(&G)
1120=&Rename
1130=Switch &Lock
1140=ページを削除(&D)
1145=ページを閉じる(&C)
1150=保存(&S)
1160=&Property...
1170=&View
1180=インポート(&I)...
1190=エクスポート(&E)...
1200=E-メール送信(&M)...
1210=終了(&X)

// Edit Menu
1300=編集(&E)
1310=クリア(&L)
1320=元に戻す(&U)
1330=やり直す(&R)
1340=すべて選択(&A)
1350=切り取り(&T)
1360=コピー(&C)
1370=貼り付け(&P)
1400=&Delete\tDel
1410=新規アイテム(&N)
1420=アイテムを挿入(&I)
1430=アイテムを編集(&E)
1405=&Delete Item\tDel
1406=&Remove Item\tDel
1440=折り返す(&W)
1380=&Text Tools
1381=Highlight 1
1382=Highlight 2
1383=Highlight 3
1384=Highlight 4
1385=Remove Highlight
1386=List 1
1387=List 2
1388=Ordered List
1389=Remove List
1390=Delete all empty lines
1391=Leave one empty line
1450=検索 / 置換(&F)
1460=Subsequent Find
1462=次を検索(&N)
1464=Find &Previous
1466=置換 && 次を検索(&R)
1468=&Replace && Find Previous
1470=すべて置換(&E)
1480=&Highlight Match
1490=Insert &Link...
5000=テンプレートを挿入(&M)
4000=クリップテキストを挿入(&X)

// Navigation Menu
1550=&Navigation
1560=前へ移動(&P)
1570=次へ移動(&N)
1580=上に移動(&U)
1590=Recent Notes
7000=Recent &Create
7500=Recent &Modify
8000=Recent &Visit
1600=&Manage Recent Notes
6500=&Favorite
1610=&Add Favorite
1615=&Remove Favorite
1620=&Manage Favorite
1630=&Search...
1650=Recycle Bin

// Tools Menu
1700=ツール(&T)
1710=ツリー表示(&T)
1720=常に手前に表示(&S)
1730=不透明度(&T)
1740=自動的に隠す(&H)
1750=テンプレートの管理(&P)
1760=高速リンクの管理(&L)
1770=クリップボードの監視(&W)
1780=クリップボードをクリア(&C)
1790=Clipboard &Manage
1800=Statistics...
1810=ツールバー定義(&D)...
1820=オプション(&O)...

// Help Menu
1900=ヘルプ(&H)
1910=トピック(&H)
1920=ホームページ(&P)
1930=フォーラム(&F)
1950=&Donate
1940=バージョン情報(&A)...

// Tray Menu
1960=復帰
1970=最小化
1975=New Note
1980=Auto Record
6000=Fast Links

// Common buttons
1=OK
2=キャンセル
402=追加(A)...
406=新規
408=リセット
404=A
405=V
413=Apply

// Find/Replace Dialog
10200=検索 / 置換
10230=置換語:
10350=大文字小文字を区別
10360=単語単位
10330=上
10340=下
10370=繰り返す
10240=対象テキスト:
10250=テキストを入力してください!
10260=Do you really want to use \%0\ to replace each \%2\ in the %1 direction?
10270=上方向
10280=下方向
10290=すべての対象テキストは置換されました!
10300=対象テキストが見つかりません!
10310=置換対象が見つかりません!
10390=Within selected text
10400=Close me after find first match
10410=Highlight find result

// Define Toolbar Dialog
10450=ツールバー定義
10480=利用可能なボタン
10490=現在のボタン
10500=区切り
10510=本当にオリジナルボタンにリセットしますか?

// Property Dialog
10600=Property
10650=General
10660=Status:
10680=Create time:
10690=Modify time:
10760=Visit time:
10770=Path:
10850=Extended
10870=Text saved in file:
11000=一覧
11020=デフォルト読込
11030=デフォルト保存
11040=すべて選択
11050=大きいアイコン
11060=小さいアイコン
11070=一覧
11080=詳細
11090=Abstract
11120=一行選択
11100=グリッド表示
11110=スタイル
11130=任意のアイテム
11150=Show Checkbox
11160=Apply to all

// Statistics Dialog
11250=Statistics
11280=Current Page
11290=Database
11300=Total Characters:
11340=Characters ExCr:
11350=Characters ExBl:
11310=Words:
11360=Lines:
11320=Paragraphs:
11330=Items:

// LogIn Dialog
11400=minipad2 にログイン
11410=パスワードを入力:
11430=パスワードが不正確です!

// Import Dialog
11500=インポート
15380=インポート元:
11510=ファイル
11520=フォルダ
11530=Virtual import

// Export Dialog
11600=Export
15430=Export to:
11610=To file
11620=To folder
11625=To Clipboard
11630=Encode:

// Search Dialog
11700=Search
11720=Page type:
11730=Criteria:

// Mini-note Dialog
11850=New Note

// ClipItem Dialog
11860=New ClipItem
11870=Edit ClipItem
11880=Fixed Item

// Insert Link Dialog
11950=Insert Link

// Options Dialog
15000=オプション

// Program Settings
15050=プログラム設定
15060=スタートアップに登録
15070=トレイアイコンを表示
15080=最小化でトレイに移動
15090=最小化で起動
15100=Close to tray
15110=新規ページに名前を自動付加
15120=削除前に確認
15130=外側からスクロール
15140=常にエディタにフォーカス
15170=メールクライアント:
15150=最小化 / 復帰のホットキー:
15190=Recent notes:
15065=Recycler limit:
15066=Remember page scroll

// Edit Settings
15200=Edit
15270=空白行を自動挿入
15210=オートインデント
15245=One click open link
15220=クリア前に確認
15230=タブストップ:
15250=アンドゥ制限:
15295=Smooth scroll
15215=List 1:
15225=List 2:

// Notes Settings
15300=Notes
15320=New Note:
15325=New note in background:
15330=Snap text:
15335=New note in background and snap text:
15345=Snap text to file:
15341=Close note:
15342=Switch auto record:

// Import / Export Settings
15350=Import / Export
15400=When import:
15360=Use default settings
15370=Always ask
15390=When export:
15410=Always ask
15420=Use default settings
15440=区切り線:
15460=Use virtual import when drag in files

// Behavior Settings
15500=動作
15530=Esc キーの動作:
15510=最小化
15520=テキストをクリア
15540=タブのダブルクリック:
15550=Switch status
15560=リネーム
15570=削除
15630=タブのミドルクリック:
15590=リネーム
15600=Switch status
15610=削除
15640=グループのダブルクリック:
15580=新規ページ
15620=ひとつ上に移動

// Log In Settings
15700=Log In
15710=ログインパスワードを使用する:
15730=パスワード:
15740=再入力(確認):
15760=Lock tray-icon after:
15770=Encrypt data file

// Save / Backup Settings
15800=Save / Backup
15810=自動保存
15830=Auto backup, interval:
15850=保存先パス:
15860=バックアップフォルダを選択:
15890=Total backups:
15825=保存
15835=minutes
15845=hours
15855=days

// Auto Hide Settings
15900=自動的に隠す
15960=方向:
15970=遅延(隠す):
15980=遅延(表示):
15990=アニメーション:
16000=輪郭の幅:
16010=フリー
16020=左
16030=上
16040=右
16050=下

// Appearance Settings
16500=外観
16610=使用言語:
16530=ツールウィンドウスタイル
16590=タイトルバーにページ名
16550=メニューバーを表示
16560=ツールバーを表示
16510=外観を自動調整
16540=感度:
16580=不透明度:
16620=Splitter width:

// Tree Panel Settings
16700=Tree Panel
16790=ツリーパネル:
16770=フォント...
16780=カラー...
16710=ツリーの水平スクロール
16720=ノードボタンを表示
16730=ノードラインを表示
16740=ルート行
16750=ノードアイコンを表示
16800=Tree on right

// Tab Bar Settings
16850=Tab Bar
16930=タブバー:
16920=フォント...
16860=タブを複数行にする
16890=Tabs on bottom
16870=タブ幅を固定:
16900=タブアイコンを表示
16940=Highlight current tab

// List Panel Settings
17000=List Panel
17040=一覧パネル:
17020=フォント...
17030=カラー...
17045=Abstract View:
17055=フォント...
17060=カラー...
17065=Abstract Title:
17075=フォント...
17080=カラー...
17085=Abstract Sel-Title:
17090=フォント...
17095=カラー...

// Editor Settings
17100=エディタ
17140=エディタ:
17120=フォント...
17130=カラー...
15280=余白:
17150=行番号を表示
17170=カラー...
17180=現在行を強調
17200=カラー...
17210=カラー...
17240=Underline
17230=Highlight scheme:

// Other Controls Settings
17400=Other Controls
17410=Mini-note window:
17430=フォント...
17440=カラー...

// Extensions Settings
17600=Extensions
17610=計算ページを有効
17620=メモページを有効
17630=辞書ページを有効
17640=リンクページを有効
17660=連絡先ページを有効
17670=テンプレートを有効
17680=クリップボードを有効
17690=注: このページの変更は再起動後に反映されます。

// Calculator Settings
17800=Calculator
17840=10進値:
17850=三角数計算:
17820=ラジアン
17830=度数
17860=ユーザ関数:

// Dictionary Settings
17950=Dictionary
17980=辞書一覧:
17960=すべての検索結果を表示
17990=辞書ファイルのエンコードを移送中.. お待ちください...
18000=ホットキーのヒント:
18020=カラー...

// Launcher Settings
18100=Launcher
18130=高速リンクホットキー:
18210=サブアイテムホットキーを有効
18110=アイコンの読み込みを無効(高速化)
18120=リンクを開いた後 minipad2 を自動的に最小化

// Template Settings
18200=テンプレート
18220=ポップアップ ホットキー:
18240=テンプレート / クリップボードポップアップにフォーカスしない
18250=キャプチャ・ホットキー:
20760=Abbrev.:

// Clipboard Settings
18300=クリップボード
18350=アイテムの最大数:
18360=アイテムサイズ制限:
18370=ポップアップ ホットキー:
18390=メニューの幅:
18410=新規アイテムを一番上に貼り付け
18340=Filter duplicate items;
18345=Only filter neighboring duplicate items;

// Link Dialog
20170=新規リンク
20180=リンク編集
20030=プログラム / ファイル
20040=フォルダ
20050=Url
20060=E-メール
20080=一括
20120=リンク:
20130=種類:
20150=リンク:
20160=種類:
20140=ホットキー:
20010=タイトル:

// Memo Dialog
20500=新規リマインダー
20510=リマインダーを編集
20380=リマインダー
20390=リンクを実行
20400=動作なし
20320=時間:
20430=説明:
20440=動作:
20450=今日
20460=毎日
20470=毎週
20480=毎月
20485=Yearly
20490=期間
20560=時間指定なし
20520=効果音:
20540=なし
20550=ビープ音
20530=サウンドファイル

// Contact Dialog
21290=連絡先を編集
21280=新規連絡先
21150=名前:
21160=会社:
21170=携帯:
21180=ICQ:
21190=MSN:
21200=性別:
21210=住所:
21220=郵便番号:
21230=Tel:
21240=Fax:
21250=その他:
21260=リマーク:
21270=部門:
10090=E-メール:

// Template Dialog
20740=新規テンプレート
20750=テンプレートを編集

// Reminder PopupBox
20900=minipad2 - リマインダー
20920=再利用する:
20940=分
20950=リマインダーなし
20960=Delete me

// Messages & Misc Strings
25000=新規ページ
25010=ページ名を入力:
25020=確認
25030=本当に現在のページを削除しますか?
25040=ページのリネーム
25050=本当に現在のページ内容をクリアしますか?
25060=男性
25070=女性
25080=ファイル選択
25090=すべてのファイル (*.*)|*.*|実行形式ファイル(*.exe)|*.exe|DOC ファイル(*.doc)|*.doc|XLS ファイル(*.xls)|*.xls|PPT ファイル(*.ppt)|*.ppt|PDF ファイル(*.pdf)|*.pdf|テキストファイル(*.txt)|*.txt
25100=サウンドファイルを選択
25110=サウンドファイル(*.wav)|*.wav
25120=フォルダ選択
25130=リマインダー
25131=タスク
25132=なし
25140=時間
25150=動作
25160=効果音を使用
25170=サウンドファイル
25180=説明
25210=カテゴリ
25190=ファイル
25191=フォルダ
25192=Url
25193=E-メール
25194=Node
25195=その他
25196=一括リンク
25200=リンク
25220=ホットキー
25225=Abbrev.
25230=名前
25240=性別
25250=携帯
25260=E-メール
25270=IM
25280=MSN
25290=会社
25300=部門
25310=住所
25320=郵便番号
25330=Tel
25340=Fax
25350=その他
25400=本当にクリップテキストをすべてクリアしますか?
25410=インポートするファイルを選択
25420=Text Files (*.txt)|*.txt|minipad2 Export File (*.mep)|*.mep|All Files (*.*)|*.*
25430=エクスポートファイル名;
25440=テキストファイル (*.txt)|*.txt|すべてのファイル (*.*)|*.*
25450=テキストファイル (*.txt)|*.txt|minipad2 エクスポートファイル (*.mep)|*.mep|すべてのファイル (*.*)|*.*
25460=minipad2 エクスポートファイル (*.mep)|*.mep|テキストファイル (*.txt)|*.txt|すべてのファイル (*.*)|*.*;
25470=リストの中身をクリップボードに送りました
25480=本当に選択されたアイテムを高速リンクから除去しますか?
25490=本当に選択されたアイテムを削除しますか?
25495=Are you sure to remove the selected items?
25500=本当に選択されたページを削除しますか?
25510=ルート
25520=選択グループにはロックされたページが含まれるため、削除できません
25530=本当にサブアイテムを含むすべてを削除しますか?
25540=パスワードが適合しません! 再確認してください!
25550=メールクライアントを選択
25560=実行形式 (*.exe)|*.exe
25570=選択されたテキストを minipad2 テンプレートに追加
25580=このアイテムと同様の内容 (Nr. %0) が既にテンプレートに存在します!
25590=目次
25600=情報
26080=Are you sure to apply the current settings to all pages with the same type?
25610=Select Icon File
25620=Icon file (*.ico)|*.ico|All files (*.*)|*.*
25625=Unsupported operation!
25626=New note created with title:
25627=The following text is snapped:
25630=Created new note and snapped the following text:
25628=Data is saved.
26010=Save snapped text to file
26020=The following text has been saved to file
26030=The current node (and subnodes if any) has been exported to folder:
26040=The content of current page has been exported to file:
26045=The content of current page has been exported to clipboard
26050=The content of current node (and subnodes if any) has been exported to file:
26060=The version of the mep file does not match the current version!
26070=Invalid node link!
26090=File importing, holding ESC to abort...
26095=User abort import
26110=Deleting, press and holding ESC to abort...
26100=Page exporting, holding ESC to abort...
26105=User abort export
25670=Group
25690=Note
25680=Tag
25700=Calc
25710=Memo
25720=Dict
25730=リンク
25740=Contact
25360=Group
25361=NotePage
25362=計算ページ
25363=MemoPage
25364=辞書ページ
25365=リンクページ
25366=ContactPage
25375=リマインダー
25376=リンク
25377=Contact
25378=テンプレート
25386=ClipItem
25370=テンプレート
25380=高速リンク
25390=クリップボード
25750=Normal
25760=Locked
25770=Protected
25780=ReadOnly
25840=タイトル
25790=Create Time
25800=Modify Time
25810=Visit Time
25860=External
25820=ファイル
25830=リマーク
25920=Text
25850=Abstract
25855=Search result
25865=Node path
25930=Recent Notes
25940=Recent Created
25950=Recent Modified
25960=Recent Visited
25870=Favorite
25880=Search
25890=Tags
25900=ルート
25910=RecycleBin
25970==
25980=<>
25990=Include
26000=Exclude